Repository: common-repository/jajadi-training
Catalog: languages/jajadi-training-*.po
Languages: fr_fr, nl_nl, ru_ru

source: Select date
fr_fr: Choisir la date
nl_nl: Selecteer datum
ru_ru: Выбрать дату

source: Select courses
fr_fr: Choisir les cours
nl_nl: Selecteer opleidingsonderdelen
ru_ru: Выбрать курсы

source: Summary
fr_fr: Résumé
nl_nl: Overzicht
ru_ru: Суммарно

source: By category:
fr_fr: Par catégorie
nl_nl: Bij categorie:
ru_ru: По категории

source: By courses:
fr_fr: Par cours
nl_nl: Bij Opleidingsonderdeel:
ru_ru: По курсам:

source: January
fr_fr: janvier
nl_nl: Januari
ru_ru: Январь

source: February
fr_fr: février
nl_nl: Februari
ru_ru: Февраль

source: March
fr_fr: mars
nl_nl: Maart
ru_ru: Март

source: May
fr_fr: mai
nl_nl: Mei
ru_ru: Май

source: June
fr_fr: juin
nl_nl: Juni
ru_ru: Июнь

source: July
fr_fr: juillet
nl_nl: Juli
ru_ru: Июль

source: August
fr_fr: août
nl_nl: Augustus
ru_ru: Август

source: October
fr_fr: octobre
nl_nl: Oktober
ru_ru: Октябрь

source: With this plugin you can add a Training and associated Courses to your WordPress site.
fr_fr: A l'aide de ce plug-in, vous pouvez ajouter une formation et ses cours sur votre site WordPress.
nl_nl: Met deze plugin kan je Opleidingen en Opleidingsmodules aan je WordPress site toevoegen.
ru_ru: С помощью этого плагина ты можешь добавить занятия и связанные с ними курсы на свой WordPress-сайт.

source: The Author
fr_fr: L'auteur
nl_nl: De autheur
ru_ru: Автор

source: I'm Janjaap van Dijk.
fr_fr: Je m'appelle Janjaap van Dijk.
nl_nl: Ik ben Janjaap van Dijk
ru_ru: Я Janjaap van Dijk.

source: Donate
fr_fr: Faites un don
nl_nl: Doneer
ru_ru: Пожертвовать деньги

source: You like it?
fr_fr: Vous aimez?
nl_nl: Vind je het wat?
ru_ru: Тебе нравится?

source: Calender
fr_fr: Calendrier
nl_nl: Kalender
ru_ru: Календарь

source: Forms
fr_fr: Formulaires
nl_nl: Formulieren
ru_ru: Формы

# post type general name
source: Training
fr_fr: Formation
nl_nl: Opleidingen
ru_ru: Занятие

# post type singular name
source: Training
fr_fr: Formation
nl_nl: Opleiding
ru_ru: Занятие

# Training
source: Add New
fr_fr: Ajouter une nouvelle formation
nl_nl: Nieuw
ru_ru: Добавить новую

source: Add New Training
fr_fr: Ajouter une nouvelle formation
nl_nl: Nieuwe Opleiding
ru_ru: Добавить новое занятие

source: Edit Training
fr_fr: éditer la formation
nl_nl: Opleiding bewerken
ru_ru: Редактировать занятие

source: New Training
fr_fr: Nouvelle formation
nl_nl: Nieuwe Opleiding
ru_ru: Новое занятие

source: View Training
fr_fr: Voir la formation
nl_nl: Bekijk Opleiding
ru_ru: Просмотреть занятие

source: Search Training
fr_fr: Rechercher une formation
nl_nl: Opleiding zoeken
ru_ru: Искать занятие

source: Nothing found
fr_fr: Aucun résultat
nl_nl: Niets gevonden
ru_ru: Ничего не найдено

source: Nothing found in Trash
fr_fr: Rien n'a été trouvé dans la corbeille
nl_nl: Niets gevonden in prullenbak
ru_ru: В корзине ничего не найдено

source: Training updated. <a href="%s">View Training</a>
fr_fr: Formation mise à jour. <a href="%s">voir la formation</a>
nl_nl: Opleiding bijgewerkt. <a href="%s">Bekijk Opleiding</a>
ru_ru: Занятие обновлено. <a href="%s">Просмотреть занятие</a>

source: Custom field updated.
fr_fr: Champ personnalisé mis à jour.
nl_nl: Vrij veld bijgewerkt.
ru_ru: Выбранные файлы загружены.

source: Custom field deleted.
fr_fr: Champ personnalisé supprimé.
nl_nl: Vrij veld verwijdert.
ru_ru: Выбранные файлы удалены.

source: Training updated.
fr_fr: Formation mise à jour
nl_nl: Opleinding bijgewerkt.
ru_ru: Занятие обновлено.

source: Training restored to revision from %s
fr_fr: Formation restaurée à la révision à partir de% s
nl_nl: Opleiding hersteld naar revisie van %s
ru_ru: Занятие восстановлено к версии от %s

source: Training published. <a href="%s">View Training</a>
fr_fr: Formation publiée. <a href="%s"> voir la formation</a>
nl_nl: Opleiding gepubliceerd. <a href="%s">Bekijk Opleiding</a>
ru_ru: Занятие опубликовано. <a href="%s">Просмотреть занятие</a>

source: Training saved.
fr_fr: Formation sauvegardée
nl_nl: Opleiding opgeslagen.
ru_ru: Занятие сохранено

source: Training submitted. <a target="_blank" href="%s">Preview Training</a>
fr_fr: La formation a été soumise. <a target="_blank" href="%s">Aperçu de la formation</a>
nl_nl: Opleiding toegevoegd. <a target="_blank" href="%s">Bekijk opleiding</a>
ru_ru: Занятие утверждено. <a target="_blank" href="%s">Предварительный просмотр</a>

source: Training scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Training</a>
fr_fr: Formation programmée pour: <strong>%1$s</strong>. <a target="_blank" href="%2$s"> Aperçu de la formation</a>
nl_nl: Opleiding gepland voor: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Bekijk Opleiding</a>
ru_ru: Занятие запланировано на: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Предварительный просмотр</a>

source: Training draft updated. <a target="_blank" href="%s">Preview Training</a>
fr_fr: Le brouillon de la formation a été mis à jour. <a target="_blank" href="%s">Aperçu de la formation</a>
nl_nl: Opleiding ontwerp bijgewerkt. <a target="_blank" href="%s">Bekijk Opleiding</a>
ru_ru: Черновик занятия обновлен. <a target="_blank" href="%s">Предварительный просмотр</a>

# post type general name
source: Courses
fr_fr: Les cours
nl_nl: Opleidingsonderdelen
ru_ru: Курсы

# post type singular name
source: Course
fr_fr: Cours
nl_nl: Opleidingsonderdeel
ru_ru: Курсы

# Course
source: Add New
fr_fr: Ajouter un nouveau
nl_nl: Nieuw
ru_ru: Добавить новый

source: Add New Course
fr_fr: Ajouter un nouveau cours
nl_nl: Nieuw Opleidingsonderdeel
ru_ru: Добавить новый курс

source: Edit Course
fr_fr: Editer le cours
nl_nl: Bewerk Opleidingsonderdeel
ru_ru: Редактировать курс

source: New Course
fr_fr: Nouveau cours
nl_nl: Nieuw Opleidingsonderdeel
ru_ru: Новый курс

source: View Course
fr_fr: Aperçu du cours
nl_nl: Bekijk Opleidingsonderdeel
ru_ru: Просмотреть курс

source: Search Courses
fr_fr: Rechercher des cours
nl_nl: Zoek Opleidingsonderdeel
ru_ru: Искать курсы

source: Course updated. <a href="%s">View Course</a>
fr_fr: Le cours a été mis à jour. <a href="%s">Aperçu du cours</a>
nl_nl: Opleidingsonderdeel bijgewerkt. <a href="%s">Bekijk Opleidingsonderdeel</a>
ru_ru: Курс обновлён. <a href="%s">Просмотреть курс</a>

source: Course updated.
fr_fr: Le cours a été mis à jour
nl_nl: Opleidingsonderdeel bijgewerkt.
ru_ru: Курс обновлён.

source: Course restored to revision from %s
fr_fr: Cours restoré à la révision à partir de % s
nl_nl: Opleidingsonderdeel hersteld naar revisie van %s
ru_ru: Курс восстановлен к версии от %s

source: Course published. <a href="%s">View Course</a>
fr_fr: Cours publié. <a href="%s">voir le cours</a>
nl_nl: Opleidingsonderdeel gepubliseerd. <a href="%s">Bekijk Opleidingsonderdeel</a>
ru_ru: Курс опубликован. <a href="%s">Просмотреть курс</a>

source: Course saved.
fr_fr: Cours sauvegardé
nl_nl: Opleidingsonderdeel opgeslagen.
ru_ru: Курс сохранён.

source: Course submitted. <a target="_blank" href="%s">Preview Course</a>
fr_fr: Cours soumis. <a target="_blank" href="%s"> Aperçu du cours </ a>
nl_nl: Opleidingsonderdeel toegevoegd. <a target="_blank" href="%s">Bekijk Opleidingsonderdeel</a>
ru_ru: Курс утверждён. <a target="_blank" href="%s">Предварительный просмотр</a>

source: Course scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Course</a>
fr_fr: Cours programmé pour: <strong>%1$s</strong>. <a target="_blank" href="%2$s"> Aperçu du cours</a>
nl_nl: Opleidingsonderdeel gepland voor: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Bekijk Opleidingsonderdeel</a>
ru_ru: Курс запланирован на: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Предварительный просмотр</a>

source: Course draft updated. <a target="_blank" href="%s">Preview Course</a>
fr_fr: Brouillon du cours mis à jour. <a target="_blank" href="%s">Aperçu du cours</a>
nl_nl: Opleidingsonderdeel ontwerp bijgewerkt. <a target="_blank" href="%s">Bekijk Opleidingsonderdeel</a>
ru_ru: Черновик курса обновлен. <a target="_blank" href="%s">Предварительный просмотр</a>

# taxonomy single name
source: Course Category
fr_fr: Catégorie de cours
nl_nl: Opleidingsonderdeel Categorie
ru_ru: Категории курса

# taxonomy label
source: Search Course Categories
fr_fr: rechercher des catégories de cours
nl_nl: Zoek Opleidingsonderdeel Categorieën
ru_ru: Искать по категориям курсов

# taxonomy label
source: Popular Course Categories
fr_fr: Catégories de cours populaires
nl_nl: Populaire Opleidingsonderdeel Categorieën
ru_ru: Популярные категории курсов

# taxonomy label
source: All Course Categories
fr_fr: Toutes les catégories de cours
nl_nl: Alle Opleidingsonderdeel Categorieën
ru_ru: Все категории курсов

# taxonomy label
source: Edit Course Category
fr_fr: éditer une catégorie de cours
nl_nl: Bewerk Opleidingsonderdeel Categorie
ru_ru: Редактировать категорию курса

# taxonomy label
source: Update Course Category
fr_fr: Mettre à jour une catégorie de cours
nl_nl: Actualiseer Opleidingsonderdeel Categorie
ru_ru: Обновить категорию курса

# taxonomy label
source: Add New Course Category
fr_fr: Ajouter une nouvelle catégorie de cours
nl_nl: Voeg Opleidingsonderdeel Categorie toe
ru_ru: Добавить новую категорию курса

# taxonomy label
source: New Course Category Name
fr_fr: Nom de la nouvelle catégorie de cours
nl_nl: Nieuwe Opleidingsonderdeel Categorie Naam
ru_ru: Название новой категории курса

# taxonomy label
source: Add or Remove Course Categories
fr_fr: Ajouter ou supprimer des catégories de cours
nl_nl: Toevoegen of Verwijderen van Opleidingsonderdeel Categorieën
ru_ru: Добавить или удалить категорию курса

# taxonomy label
source: Choose from the most used course categories
fr_fr: Choisir à partir des catégories de cours les plus utilisées
nl_nl: Kies van de meest gebruikte Opleidingsonderdeel Categorieën
ru_ru: Выбрать из наиболее используемых категорий курсов

# taxonomy menu name
source: Course Categories
fr_fr: Catégories de cours
nl_nl: Opleidingsonderdeel Categorieën
ru_ru: Категории курсов

# taxonomy single name
source: Course Tag
fr_fr: Etiquette de cours
nl_nl: Opleidingsonderdeel Label
ru_ru: Теги курса

# taxonomy label
source: Search Course Tags
fr_fr: Rechercher des étiquettes de cours
nl_nl: Zoek Opleidingsonderdeel Labels
ru_ru: Искать по тегам курсов

# taxonomy label
source: Popular Course Tags
fr_fr: Etiquettes de cours populaires
nl_nl: Populaire Opleidingsonderdeel Labels
ru_ru: Популярные теги курсов

# taxonomy label
source: All Course Tags
fr_fr: Toutes les étiquettes de cours
nl_nl: Alle Opleidingsonderdeel Labels
ru_ru: Все теги курсов

# taxonomy label
source: Edit Course Tag
fr_fr: éditer l'étiquette de cours
nl_nl: Bewerk Opleidingsonderdeel Label
ru_ru: Редактировать теги курса

# taxonomy label
source: Update Course Tag
fr_fr: Mettre à jour l'étiquette du cours
nl_nl: Actualiseer Opleidingsonderdeel Label
ru_ru: Обновить теги курса

# taxonomy label
source: Add New Course Tag
fr_fr: Ajouter une nouvelle étiquette de cours
nl_nl: Voeg Opleidingsonderdeel Label toe
ru_ru: Добавить новый тег курса

# taxonomy label
source: New Course Tag Name
fr_fr: Nom de la nouvelle étiquette de cours
nl_nl: Nieuwe Opleidingsonderdeel Label Naam
ru_ru: Название нового тега курса

# taxonomy label
source: Add or Remove Course Tags
fr_fr: Ajouter ou supprimer des étiquettes de cours
nl_nl: Toevoegen of Verwijderen van Opleidingsonderdeel Labels
ru_ru: Добавить или удалить теги курсов

# taxonomy label
source: Choose from the most used course tags
fr_fr: Choisir à partir des étiquettes de cours les plus utilisées
nl_nl: Kies van de meest gebruikte Opleidingsonderdeel Labels
ru_ru: Выбрать из наиболее популярных тегов курсов

# taxonomy menu name
source: Course Tags
fr_fr: étiquettes de cours
nl_nl: Opleidingsonderdeel Labels
ru_ru: Теги курсов

source: Title
fr_fr: Titre
nl_nl: Titel
ru_ru: Заголовок

source: Trainingdate
fr_fr: Jour de formation
nl_nl: Opleidingsdatum
ru_ru: Дата занятия

source: Date Author
fr_fr: Date auteur
nl_nl: Datum auteur
ru_ru: Дата Автор

source: Unknown
fr_fr: Inconnu(e)
nl_nl: Onbekend
ru_ru: Неизвестно

source: Course Categories
fr_fr: Catégories de cours
nl_nl: Opleidingsonderdeel Categorieën
ru_ru: Категории курсов

source: Course Tags
fr_fr: Etiquettes de cours
nl_nl: Opleidingsonderdeel labels
ru_ru: Теги курсов

source: No Course Category
fr_fr: Aucune catégorie de cours
nl_nl: Geen Opleidingsonderdeel Categorieën
ru_ru: Нет категории курса

source: No Course Tags
fr_fr: Aucune étiquette de cours
nl_nl: Geen Opleidingsonderdeel labels
ru_ru: Нет тегов курса

source: course
fr_fr: Cours
nl_nl: Opleidingsonderdeel
ru_ru: курс

source: Settings
fr_fr: Paramètres
nl_nl: Instellingen
ru_ru: Настройки

source: General Settings
fr_fr: Paramètres généraux
nl_nl: Algemene Instellingen
ru_ru: Главные настройки

source: Calendar
fr_fr: Calendrier
nl_nl: Kalender
ru_ru: Календарь

source: JaJaDi Training & Courses Settings
fr_fr: Paramètres de la formation et des cours de JaJaDi
nl_nl: JaJaDi Opleidingen Instellingen
ru_ru: Настройки занятий и курсов JaJaDi

source: Use Courses
fr_fr: Utiliser les cours
nl_nl: Gebruik Opleidingsmodules
ru_ru: Использовать курсы

source: Use Forms
fr_fr: Utiliser les formulaires
nl_nl: Gebruik Formulieren
ru_ru: Использовать формы

source: Use Calendar
fr_fr: Utiliser le calendrier
nl_nl: Gebruik Kalender
ru_ru: Использовать календарь

source: Use e-Learning
fr_fr: Utiliser l'apprentissage en ligne
nl_nl: Gebruik e-learning
ru_ru: Использовать электронное обучение

source: With this plugin you can offer training and courses.
fr_fr: Grâce à ce plug-in, vous pouvez offrir une formation et des cours.
nl_nl: Met deze plugin kan je Opleidingen aanbieden.
ru_ru: С помощью этого плагина ты можешь организовывать занятия и курсы.

source: About
fr_fr: A propos
nl_nl: Over
ru_ru: О плагине

source: Title:
fr_fr: Titre:
nl_nl: Titel:
ru_ru: Заголовок:

source: Displays all trainings of the training plugin.
nl_nl: Geeft alle opleidingen van de opleidingen plugin.

source: Trainings
nl_nl: Opleidingen

source: This screen you can edit your training. You can also attach courses and set a date of the training
nl_nl: Op dit scherm kunt u uw opleiding aanpassen. U kunt ook cursussen toevoegen en een datum van de opleiding instellen.

source: Training Overview
nl_nl: Opleidingen overzicht

source: This screen provides access to all of your trainings.
nl_nl: Dit scherm biedt toegang tot al uw opleidingen.

source: This screen you can edit your course. You can also write a summary, this summary would show by the course on the frontpage.
nl_nl: Dit scherm kunt u uw opleidingenmodules bewerken. U kunt ook een samenvatting schrijven, deze samenvatting is te zien op de voorpagina bij de betreffende opleidingenmodule.

source: Course categories
nl_nl: Opleidingenmodule categorieën

source: You can use categories to define sections of your site and group related courses.
nl_nl: U kunt categorieën gebruiken om secties van de site en verwante opleidingenmodules te definiëren.

source: Course tags
nl_nl: Opleidingenmodule tags

source: You can assign keywords to your courses using tags. Unlike categories, tags have no hierarchy, meaning there’s no relationship from one tag to another.
nl_nl: U kunt trefwoorden toewijzen aan uw cursussen met behulp van tags. In tegenstelling tot de categorieën hebben tags geen hiërarchie, dat betekent dat er geen relatie is van de ene naar de andere tag.

source: Course Overview
nl_nl: Opleidingenmodules Overzicht

source: This screen provides access to all of your courses.
nl_nl: Dit scherm biedt toegang tot al uw opleidingenmodules.

source: | <a href="%1$s" >Techblog</a> | <a href="%2$s" >Photoblog</a> |
ru_ru: | <a href="%1$s" >Техноблог</a> | <a href="%2$s" >Фотоблог</a> |

source: E-learning
fr_fr: Apprentissage en ligne
ru_ru: Электронное обучение

source: Widget
fr_fr: objet fenêtre
ru_ru: Виджет

source: e-Learning
fr_fr: Apprentissage en ligne
ru_ru: Электронное обучение

source: April
fr_fr: avril
ru_ru: Апрель

source: September
fr_fr: septembre
ru_ru: Сентябрь

source: November
fr_fr: novembre
ru_ru: Ноябрь

source: December
fr_fr: décembre
ru_ru: Декабрь

source: JaJaDi Training and Courses
fr_fr: Formation et cours de JaJaDi
ru_ru: Занятия и курсы JaJaDi
